Repository: ole-vi/planet
Catalog: src/i18n/messages.nep.xlf
Languages: ne_np

source: Oops!
ne_np: ओहो!

source: 404 Not Found
ne_np: ४०४ फेला परेन

source: Sorry, an error has occured, Requested page not found!
ne_np: क्षमा गर्नुहोस्, अनुरोध गरिएको पृष्ठ फेला परेन!

source: Click here back to the app
ne_np: पछाडी एपमा जान यहाँ थिच्नुहोस्

source: OK
ne_np: ठीक छ

source: Cancel
ne_np: रद्द गर्नुहोस्

source: Name: {{data.allData.name}}
ne_np: नाम: {{data.allData.name}}

source: Code: {{data.allData.code}}
ne_np: काेड: {{data.allData.code}}

source: Planet Type: {{data.allData.planetType}}
ne_np: प्लानेट प्रकारः {{data.allData.planetType}}

source: Created Date: {{data.allData.createdDate | date: 'fullDate'}}
ne_np: बनेको मिती: {{data.allData.createdDate | date: 'fullDate'}}

source: Language: {{data.allData.preferredLang}}
ne_np: भाषा: {{data.allData.preferredLang}}

source: Status: {{data.allData.registrationRequest}}
ne_np: स्थिति: {{data.allData.registrationRequest}}

source: Email: {{data.allData.email}}
ne_np: ई-मेल: {{data.allData.email}}

source: Phone Number: {{data.allData.phoneNumber}}
ne_np: फाेन नम्बरः {{data.allData.phoneNumber}}

source: Requests List
ne_np: अनुरोध सूची

source: Search
ne_np: खाेज्नुहाेस्

source: Your Current List of Requests
ne_np: तपाईंको हालको अनुरोध सूची

source: Code
ne_np: काेड

source: Created Date
ne_np: बनेको मिती

source: Actions
ne_np: कार्यहरू

source: View
ne_np: हेर्नुहोस्

source: Create Admin
ne_np: व्यवस्थापक बनाउनु होस्

source: Username
ne_np: यूजर नेम

source: Password
ne_np: पासवर्ड

source: Confirm Password
ne_np: पासवर्ड सुनिश्चित गर्नुहोस

source: Next
ne_np: अर्को

source: Set Up Configuration
ne_np: उच्च विकल्प देखाउनुहोस्

source: Nation
ne_np: राष्ट्र

source: Community
ne_np: समुदाय

source: Select Nation/Community
ne_np: राष्ट्र / समुदाय चयन गर्नुहोस्

source: Nation(s)
ne_np: राष्ट्र (हरू)

source: Center
ne_np: केन्द्र

source: Name
ne_np: नाम

source: Language
ne_np: भाषा

source: Show Advanced Options
ne_np: जटिल विकल्पहरू देखाउनुहोस्

source: I confirm the changes.
ne_np: मैले परिवर्तनहरूको पुष्टि गर्दछु।

source: Back
ne_np: फर्कनुहाेस्

source: Contact Details
ne_np: सम्पर्क विवरण

source: First Name
ne_np: नाम

source: Middle Name
ne_np: बीचको नाम

source: Last Name
ne_np: थर

source: Email
ne_np: ई-मेल

source: Phone Number
ne_np: फाेन नम्बर

source: Submit
ne_np: बुझाउने

source: {{this.pageType}} Course
ne_np: {{this.pageType}} पाठ्यक्रम

source: Add Step
ne_np: चरण थप्नुहोस्

source: Course Title
ne_np: पाठ्यक्रम शिर्षक

source: Description
ne_np: विवरण

source: Member Limit
ne_np: सदस्य सीमा

source: Language of Instruction
ne_np: निर्देशनको भाषा

source: Grade Level
ne_np: कक्षा तह

source: Subject Level
ne_np: विषय तह

source: Method
ne_np: विधि

source: Courses
ne_np: पाठ्यक्रमहरू

source: All
ne_np: सबै

source: Title
ne_np: शीर्षक

source: <span>Reset</span>
ne_np: <span>रिसेट</span>

source: Request Courses
ne_np: पाठ्यक्रम माग्नु

source: Delete
ne_np: हटाउनु

source: Title
ne_np: शीर्षक

source: Admission
ne_np: भर्ना हुनु

source: Resign
ne_np: छाेड्नु

source: Manage
ne_np: व्यवस्थित गर्नु

source: View Course
ne_np: पाठ्यक्रमहरू हेर्नुहोस्

source: Credits
ne_np: क्रेडिटहरू

source: Progress
ne_np: प्रगति

source: Information
ne_np: जानकारी

source: Course
ne_np: पाठ्यक्रम

source: View Step
ne_np: चरण हेर्नुहोस्

source: <b>Subject Level:</b>{{courseDetail.subjectLevel}}
ne_np: <b>विषय तह:</b> {{courseDetail.subjectLevel}}

source: <b>Grade Level:</b>{{courseDetail.gradeLevel}}
ne_np: <b>कक्षा तह:</b> {{courseDetail.gradeLevel}}

source: <b>Language of Instruction:</b>{{courseDetail.languageOfInstruction}}
ne_np: <b>निर्देशनको भाषा:</b> {{courseDetail.languageOfInstruction}}

source: <b>Method:</b>{{courseDetail.method}}
ne_np: <b>विधिः</b> {{courseDetail.method}}

source: <b>Description:</b>{{courseDetail.description}}
ne_np: <b>विवरण:</b> {{courseDetail.description}}

source: View Resource
ne_np: स्रोत हेर्नुहोस्

source: Take exam
ne_np: परीक्षा लिनुहोस्

source: {{pageType}} Exam
ne_np: {{pageType}} परीक्षा

source: Add Question
ne_np: प्रश्न थप्न

source: Exam Title
ne_np: परीक्षा शीर्षक

source: Step
ne_np: चरण

source: Past attempts: {{attempts}}
ne_np: पूर्व प्रयासहरूः {{attempts}}

source: Open resource new tab
ne_np: खुला स्रोत नयाँ ट्याब

source: List of Resources
ne_np: स्रोतहरूको सूची

source: Question {{questionNum}} of {{maxQuestions}}
ne_np: प्रश्न {{questionNum}} काे {{maxQuestions}}

source: Enter answer here
ne_np: उत्तर दिनु

source: Submitted answer:<span> {{answer.value.text || answer.value}}</span>
ne_np: पेश गरिएको जवाफ:<span> {{answer.value.text || answer.value}}</span>

source: Correct
ne_np: सहि छ

source: Incorrect
ne_np: गलत

source: Submit Answer
ne_np: पेश गरिएको जवाफ

source: Incorrect answer, please try again
ne_np: गलत जवाफ, कृपया फेरि प्रयास गर्नुहोस्

source: {isAllSelected(), select, yes {...} no {...}} all
ne_np: {isAllSelected(), select, yes {...} no {...}} सबै

source: Step title
ne_np: चरण शीर्षक

source: Attached resources:
ne_np: संलग्न स्रोतहरू:

source: Library
ne_np: पुस्तकालय

source: Subject(s)
ne_np: विषय(हरू)

source: Level(s)
ne_np: तह(हरू)

source: Add to myLibrary
ne_np: पुस्तकालयमा थप गर्नुहोस्

source: Remove from myLibrary
ne_np: पुस्तकालय बाट हटाउनुहोस्

source: Feedback
ne_np: प्रतिकृया

source: Download file
ne_np: डाउनलोड फाइल

source: Rating
ne_np: मूल्याङ्कन

source: {fullView, select, on {...} off {...}} details
ne_np: {fullView, select, on {...} off {...}} विवरण

source: {{pageType}} resource
ne_np: {{pageType}} स्रोत

source: Author
ne_np: लेखक

source: Year
ne_np: वर्ष

source: English
ne_np: अंग्रेजी

source: Publisher/Attribution
ne_np: प्रकाशक / विशेषण

source: Link to License
ne_np: लाइसेन्स लिंक

source: Open
ne_np: खोल्नुहोस्

source: Default
ne_np: पूर्वनिर्धारित

source: Leader
ne_np: प्रबन्धक

source: learner
ne_np: सिक्न

source: Resource For
ne_np: स्रोत लागि

source: Media
ne_np: मिडिया

source: Article Date
ne_np: लेख मिति

source: Resource Type
ne_np: स्रोत प्रकार

source: Added By
ne_np: द्वारा थपिएको

source: Open URL
ne_np: URL खोल्नुहोस्

source: Open Which File
ne_np: कुन फाइल खोल्ने

source: Delete File
ne_np: फाइल मेटाउनुहोस्

source: Average
ne_np: औसत

source: Question Title
ne_np: प्रश्न शीर्षक

source: Question Description
ne_np: प्रश्न विवरण

source: Input
ne_np: निवेश

source: Multiple Choice
ne_np: बहु विकल्पहरू

source: Type
ne_np: प्रकार

source: Add Choice
ne_np: विकल्प जोड्नु

source: Visits
ne_np: भ्रमण

source: Submissions
ne_np: बुझाउने

source: Feedback List
ne_np: प्रतिक्रिया सूची

source: Type text to search...
ne_np: खोजी गर्न टाइप गर्नुहोस्...

source: Your Current Lists of Feedback
ne_np: तपाईंको हालको अनुरोध सूची

source: Priority
ne_np: प्राथमिकता

source: Owner
ne_np: मालिक

source: Status
ne_np: स्थिति

source: Open Time
ne_np: खोल्ने समय

source: Close Time
ne_np: बन्द हुने समय

source: Source
ne_np: श्रोत

source: Action
ne_np: कार्यहरू

source: Close
ne_np: बन्द गर्नु

source: Re-open
ne_np: पुन: खोल्नुहोस्

source: Feedback title
ne_np: प्रतिक्रिया सूची

source: Type your reply here
ne_np: तपाईंको उत्तर यहाँ टाइप गर्नुहोस्

source: Menu
ne_np: मेनु

source: Planet Learning
ne_np: प्लानेट लर्निंग

source: Messages
ne_np: सन्देशहरू

source: Manager Settings
ne_np: प्रबन्धक सेटिंग्स

source: Notifications
ne_np: सुचनाहरु

source: No Notification
ne_np: सूचनाहरू छैनन्

source: Home
ne_np: गृहपृष्ठ

source: Resources
ne_np: स्रोतहरू

source: Meetups
ne_np: भेलाहरू

source: Members
ne_np: सदस्य

source: Users
ne_np: प्रयोगकर्ताहरू

source: Surveys
ne_np: सर्वेक्षण

source: Logout
ne_np: लग अाउट

source: {{ parentType === 'nation' ? 'Nation' : 'Community' }} List
ne_np: {{ parentType === 'nation' ? 'Nation' : 'Community' }} सूची

source: pending
ne_np: पेन्डिङ

source: accepted
ne_np: स्वीकृत

source: rejected
ne_np: अस्वीकृत

source: Your Current Lists of {{ parentType === 'nation' ? 'Nation' : 'Community' }}
ne_np: तपाईंको हालको अनुरोध सूची {{ parentType === 'nation' ? 'Nation' : 'Community' }}

source: Communities
ne_np: समुदाय

source: Delete
ne_np: हटाउनु

source: Your Notifications
ne_np: तपाईंको सूचनाहरू

source: Repeat Password
ne_np: पासवर्ड दाेहाेर्याउनुहाेस्

source: Version {{ version }}
ne_np: संस्करण {{ version }}

source: {VAR_SELECT, select, on {Connected} off {Offline} }
ne_np: {VAR_SELECT, select, on {जोडिएको} off {अफलाइन} }

source: Requests
ne_np: अनुरोधहरू

source: Resend Registration Request
ne_np: दर्ता अनुरोध पुन: पठाउनुहोस्

source: Delete Community
ne_np: समुदाय मेटाउनुहोस्

source: {{ planetType === 'community' ? 'Nation' : 'Center' }} List
ne_np: {{ planetType === 'community' ? 'Nation' : 'Center' }} सूची

source: List Resources
ne_np: सूची स्रोतहरू

source: List Courses
ne_np: सूची पाठ्यक्रमहरू

source: Join
ne_np: सामेल हुनुहोस्

source: Information
ne_np: जानकारी

source: Date:
ne_np: मिति:

source: at
ne_np: मा

source: Recurring:
ne_np: पुनरावर्ती:

source: Recurring Days:
ne_np: आवर्ती दिनहरू:

source: Location:
ne_np: स्थान:

source: {{this.pageType}} Meetup
ne_np: {{this.pageType}} भेलाहरू

source: Start Date
ne_np: सुरू मिति

source: End Date
ne_np: अन्त्य मिति

source: Recurring
ne_np: पुनरावर्ती

source: Frequency
ne_np: आवृत्ति

source: Daily
ne_np: दैनिक

source: Weekly
ne_np: साप्ताहिक

source: None
ne_np: कुनै पनि होइन

source: Start Time
ne_np: सुरुहुने समय

source: End Time
ne_np: समापन समय

source: Category
ne_np: श्रेणी

source: Location
ne_np: स्थान

source: Save
ne_np: सुरक्षित गर्नुहोस्

source: Meetup
ne_np: भेलाहरू

source: Invite Member
ne_np: सदस्यलार्इ निम्ताे दिनुहाेस्

source: Leave
ne_np: छोड्नु

source: <b>Meetup Title:</b>{{meetupDetail.title}}
ne_np: <b>भेटघाट शीर्षक:</b> {{meetupDetail.title}}

source: <b>Created By:</b><i>{{meetupDetail.createdBy}}</i>
ne_np: <b>द्वारा निर्मित:</b> <i>{{meetupDetail.createdBy}}</i>

source: <b>Category:</b>{{meetupDetail.category}}
ne_np: <b> श्रेणी: </b> {{meetupDetail.category}}

source: <b>Recurring:</b>{{meetupDetail.recurring | titlecase}}
ne_np: <b>पुनरावर्ती:</b> {{meetupDetail.recurring | titlecase}}

source: <b>Location:</b>{{meetupDetail.meetupLocation}}
ne_np: <b>स्थान:</b> {{meetupDetail.meetupLocation}}

source: <b>Description:</b>{{meetupDetail.description}}
ne_np: <b>विवरण:</b> {{meetupDetail.description}}

source: Recurring Days:
ne_np: आवर्ती दिनहरू:

source: - No member has Joined this Meetup
ne_np: - कुनै पनि सदस्य यस बैठकमा सामेल हुनुहुन्न

source: All Users
ne_np: सम्पूर्ण प्रयोगकर्ताहरु

source: Select All
ne_np: सबै छनोट गर्नुहोस्

source: Deselect All
ne_np: सबै चयन हटाउनुहोस्

source: Add Roles
ne_np: भूमिकाहरू थप गर्नुहोस्

source: Add Teams
ne_np: टोलीहरू थप्नुहोस्

source: Profile Image
ne_np: प्रोफाइल तस्बिर

source: User Name
ne_np: प्रयाेगकर्ताकाे नाम

source: Roles
ne_np: भूमिकाहरू

source: Action
ne_np: कार्य

source: <span>Change password</span>
ne_np: <span>पासवर्ड परिवर्तन गर्नुहोस्</span>

source: Full Name
ne_np: पुरा नाम

source: DOB
ne_np: जन्म मिति

source: Phone
ne_np: फोन

source: Level
ne_np: स्तर

source: Profile
ne_np: प्रोफाइल

source: BirthDate
ne_np: जन्म मिति

source: Gender
ne_np: लिङ्ग

source: level
ne_np: स्तर
